[
  { "type": "text", "content": "Selamat datang ke Surau Desa Murni Gong Kapas. Semoga solat anda diterima Allah SWT.", "enabled": true },
  { "type": "hadith", "content": "\"Sesungguhnya setiap amalan itu bergantung kepada niat, dan sesungguhnya setiap orang akan mendapat apa yang diniatkannya.\" — Hadis Riwayat Bukhari & Muslim", "enabled": true },
  { "type": "hadith", "content": "\"Sesiapa yang beriman kepada Allah dan Hari Akhirat, hendaklah berkata baik atau diam.\" — Hadis Riwayat Bukhari & Muslim", "enabled": true },
  { "type": "hadith", "content": "\"Tidak beriman seseorang kamu sehingga dia mengasihi saudaranya seperti dia mengasihi dirinya sendiri.\" — Hadis Riwayat Bukhari & Muslim", "enabled": true },
  { "type": "hadith", "content": "\"Kebersihan itu sebahagian daripada iman.\" — Hadis Riwayat Muslim", "enabled": true },
  { "type": "hadith", "content": "\"Senyumanmu di hadapan saudaramu adalah sedekah.\" — Hadis Riwayat Tirmizi", "enabled": true },
  { "type": "hadith", "content": "\"Sebaik-baik manusia ialah yang paling bermanfaat bagi orang lain.\" — Hadis Riwayat Ahmad", "enabled": true },
  { "type": "hadith", "content": "\"Barangsiapa yang menempuh jalan untuk menuntut ilmu, Allah akan memudahkan baginya jalan ke syurga.\" — Hadis Riwayat Muslim", "enabled": true },
  { "type": "hadith", "content": "\"Mukmin yang kuat lebih baik dan lebih dicintai Allah daripada mukmin yang lemah, dan pada kedua-duanya ada kebaikan.\" — Hadis Riwayat Muslim", "enabled": true },
  { "type": "hadith", "content": "\"Agama itu nasihat. Kami bertanya: Untuk siapa? Baginda menjawab: Untuk Allah, Kitab-Nya, Rasul-Nya, pemimpin umat Islam dan orang ramai.\" — Hadis Riwayat Muslim", "enabled": true },
  { "type": "hadith", "content": "\"Malu itu sebahagian daripada iman.\" — Hadis Riwayat Bukhari & Muslim", "enabled": true },
  { "type": "hadith", "content": "\"Tidaklah seseorang itu memakan makanan yang lebih baik daripada hasil usaha tangannya sendiri.\" — Hadis Riwayat Bukhari", "enabled": true },
  { "type": "hadith", "content": "\"Sampaikan dariku walau satu ayat.\" — Hadis Riwayat Bukhari", "enabled": true },
  { "type": "hadith", "content": "\"Bertakwalah kepada Allah di mana sahaja kamu berada. Iringilah kejahatan dengan kebaikan, nescaya ia akan menghapuskannya. Dan bergaullah sesama manusia dengan akhlak yang baik.\" — Hadis Riwayat Tirmizi", "enabled": true },
  { "type": "hadith", "content": "\"Janganlah kamu saling hasad-menghasad, jangan saling menipu, jangan saling membenci, dan jangan saling membelakangkan. Jadilah kamu hamba-hamba Allah yang bersaudara.\" — Hadis Riwayat Muslim", "enabled": true },
  { "type": "hadith", "content": "\"Orang yang paling dicintai Allah ialah yang paling bermanfaat kepada manusia. Amalan yang paling dicintai Allah ialah memasukkan kegembiraan ke dalam hati seorang Muslim.\" — Hadis Riwayat Tabrani", "enabled": true },
  { "type": "hadith", "content": "\"Barangsiapa yang menutup aib saudaranya di dunia, nescaya Allah akan menutup aibnya di hari kiamat.\" — Hadis Riwayat Muslim", "enabled": true },
  { "type": "hadith", "content": "\"Setiap kebaikan itu adalah sedekah.\" — Hadis Riwayat Bukhari & Muslim", "enabled": true },
  { "type": "hadith", "content": "\"Jagalah solat lima waktu kamu, nescaya Allah akan menjaga kamu.\" — Hadis Riwayat Ahmad", "enabled": true },
  { "type": "hadith", "content": "\"Doa itu adalah senjata orang mukmin, tiang agama, dan cahaya langit dan bumi.\" — Hadis Riwayat Hakim", "enabled": true },
  { "type": "text", "content": "Jemaah diingatkan supaya mematikan telefon bimbit semasa solat.", "enabled": true },
  { "type": "text", "content": "Sumbangan dan derma boleh disalurkan ke tabung surau. Semoga Allah membalas kebaikan anda.", "enabled": true },
  { "type": "text", "content": "Jaga kebersihan surau. Kebersihan sebahagian daripada iman.", "enabled": true }
]
