[
  {
    "surah": "Al-Fatihah",
    "ayah": "1:1",
    "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
    "translation": "Dengan nama Allah, Yang Maha Pemurah, lagi Maha Mengasihani."
  },
  {
    "surah": "Al-Fatihah",
    "ayah": "1:2",
    "arabic": "الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
    "translation": "Segala puji bagi Allah, Tuhan sekalian alam."
  },
  {
    "surah": "Al-Baqarah",
    "ayah": "2:255",
    "arabic": "اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ۚ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ",
    "translation": "Allah, tiada Tuhan melainkan Dia, Yang Hidup kekal, Yang terus-menerus mentadbir. Yang tidak mengantuk dan tidak tidur."
  },
  {
    "surah": "Al-Baqarah",
    "ayah": "2:286",
    "arabic": "لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا",
    "translation": "Allah tidak memberati seseorang melainkan apa yang terdaya olehnya."
  },
  {
    "surah": "Ali 'Imran",
    "ayah": "3:26",
    "arabic": "قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَن تَشَاءُ وَتَنزِعُ الْمُلْكَ مِمَّن تَشَاءُ",
    "translation": "Katakanlah: Wahai Tuhan yang mempunyai kuasa pemerintahan! Engkaulah yang memberi kuasa kepada sesiapa yang Engkau kehendaki."
  },
  {
    "surah": "Ali 'Imran",
    "ayah": "3:139",
    "arabic": "وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنتُمُ الْأَعْلَوْنَ إِن كُنتُم مُّؤْمِنِينَ",
    "translation": "Janganlah kamu bersikap lemah dan janganlah kamu bersedih hati, padahal kamulah orang yang paling tinggi darjatnya, jika kamu orang yang beriman."
  },
  {
    "surah": "An-Nisa'",
    "ayah": "4:1",
    "arabic": "يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ",
    "translation": "Wahai sekalian manusia! Bertakwalah kepada Tuhan kamu yang telah menjadikan kamu dari diri yang satu."
  },
  {
    "surah": "Al-Ma'idah",
    "ayah": "5:2",
    "arabic": "وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَىٰ ۖ وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ",
    "translation": "Bertolong-tolonglah kamu atas perkara kebajikan dan takwa, dan janganlah kamu bertolong-tolongan atas perkara dosa dan pencerobohan."
  },
  {
    "surah": "Al-An'am",
    "ayah": "6:162",
    "arabic": "قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ",
    "translation": "Katakanlah: Sesungguhnya solatku, ibadatku, hidupku dan matiku, semuanya untuk Allah, Tuhan sekalian alam."
  },
  {
    "surah": "Al-A'raf",
    "ayah": "7:56",
    "arabic": "وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا وَادْعُوهُ خَوْفًا وَطَمَعًا",
    "translation": "Janganlah kamu membuat kerosakan di muka bumi sesudah ia diperbaiki, dan berdoalah kepada-Nya dengan perasaan takut dan penuh harap."
  },
  {
    "surah": "Al-Anfal",
    "ayah": "8:46",
    "arabic": "وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلَا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ ۖ وَاصْبِرُوا",
    "translation": "Taatilah Allah dan Rasul-Nya dan janganlah kamu berbalah-balah; kalau tidak nescaya kamu menjadi lemah dan hilang kekuatan kamu. Sabarlah."
  },
  {
    "surah": "Yunus",
    "ayah": "10:62",
    "arabic": "أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "translation": "Ketahuilah, sesungguhnya wali-wali Allah itu tidak ada kebimbangan terhadap mereka dan mereka tidak bersedih hati."
  },
  {
    "surah": "Hud",
    "ayah": "11:6",
    "arabic": "وَمَا مِن دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا",
    "translation": "Tiada suatu binatang melata pun di bumi ini melainkan Allah-lah yang menanggung rezekinya."
  },
  {
    "surah": "Yusuf",
    "ayah": "12:87",
    "arabic": "وَلَا تَيْأَسُوا مِن رَّوْحِ اللَّهِ ۖ إِنَّهُ لَا يَيْأَسُ مِن رَّوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكَافِرُونَ",
    "translation": "Janganlah kamu berputus asa dari rahmat Allah, sesungguhnya tidak berputus asa dari rahmat Allah melainkan kaum yang kafir."
  },
  {
    "surah": "Ar-Ra'd",
    "ayah": "13:28",
    "arabic": "أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ",
    "translation": "Ketahuilah! Dengan mengingati Allah itu, tenang tenteram hati."
  },
  {
    "surah": "Ibrahim",
    "ayah": "14:7",
    "arabic": "لَئِن شَكَرْتُمْ لَأَزِيدَنَّكُمْ",
    "translation": "Demi sesungguhnya! Jika kamu bersyukur nescaya Aku akan tambahi nikmat-Ku kepada kamu."
  },
  {
    "surah": "An-Nahl",
    "ayah": "16:97",
    "arabic": "مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً",
    "translation": "Sesiapa yang beramal soleh, dari lelaki atau perempuan, sedang ia beriman, maka sesungguhnya Kami akan hidupkan dia dengan kehidupan yang baik."
  },
  {
    "surah": "Al-Isra'",
    "ayah": "17:23",
    "arabic": "وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا",
    "translation": "Tuhanmu telah memerintahkan supaya kamu jangan menyembah selain daripada-Nya dan hendaklah kamu berbuat baik kepada ibu bapa."
  },
  {
    "surah": "Al-Kahf",
    "ayah": "18:10",
    "arabic": "رَبَّنَا آتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا",
    "translation": "Wahai Tuhan kami, kurniakanlah kami rahmat dari sisi-Mu, dan berilah kemudahan kepada kami dalam urusan kami."
  },
  {
    "surah": "Taha",
    "ayah": "20:25-28",
    "arabic": "رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي وَاحْلُلْ عُقْدَةً مِّن لِّسَانِي يَفْقَهُوا قَوْلِي",
    "translation": "Wahai Tuhanku! Lapangkanlah dadaku, mudahkanlah urusanku, lepaskanlah simpulan dari lidahku, supaya mereka memahami perkataanku."
  },
  {
    "surah": "Al-Anbiya'",
    "ayah": "21:87",
    "arabic": "لَّا إِلَٰهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ",
    "translation": "Tidak ada Tuhan selain Engkau, Maha Suci Engkau, sesungguhnya aku adalah termasuk orang-orang yang zalim."
  },
  {
    "surah": "Al-Mu'minun",
    "ayah": "23:118",
    "arabic": "رَّبِّ اغْفِرْ وَارْحَمْ وَأَنتَ خَيْرُ الرَّاحِمِينَ",
    "translation": "Wahai Tuhanku! Berilah ampun dan rahmat, dan Engkaulah sahaja sebaik-baik Pemberi rahmat."
  },
  {
    "surah": "An-Nur",
    "ayah": "24:35",
    "arabic": "اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ",
    "translation": "Allah adalah cahaya bagi langit dan bumi."
  },
  {
    "surah": "Al-Furqan",
    "ayah": "25:74",
    "arabic": "رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
    "translation": "Wahai Tuhan kami, anugerahkanlah kepada kami pasangan dan keturunan kami sebagai penyenang hati, dan jadikanlah kami pemimpin bagi orang yang bertakwa."
  },
  {
    "surah": "Ash-Shu'ara",
    "ayah": "26:80",
    "arabic": "وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ",
    "translation": "Apabila aku sakit, maka Dialah yang menyembuhkan aku."
  },
  {
    "surah": "Al-Qasas",
    "ayah": "28:24",
    "arabic": "رَبِّ إِنِّي لِمَا أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ",
    "translation": "Wahai Tuhanku! Sesungguhnya aku sangat memerlukan sebarang kebaikan yang Engkau turunkan kepadaku."
  },
  {
    "surah": "Al-Ankabut",
    "ayah": "29:45",
    "arabic": "إِنَّ الصَّلَاةَ تَنْهَىٰ عَنِ الْفَحْشَاءِ وَالْمُنكَرِ ۗ وَلَذِكْرُ اللَّهِ أَكْبَرُ",
    "translation": "Sesungguhnya solat itu mencegah dari perbuatan yang keji dan mungkar, dan sesungguhnya mengingati Allah itu lebih besar keutamaannya."
  },
  {
    "surah": "Luqman",
    "ayah": "31:17",
    "arabic": "يَا بُنَيَّ أَقِمِ الصَّلَاةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنكَرِ وَاصْبِرْ عَلَىٰ مَا أَصَابَكَ",
    "translation": "Wahai anak kesayanganku, dirikanlah solat, dan suruhlah berbuat kebaikan serta laranglah dari perbuatan yang mungkar, dan bersabarlah atas segala bala bencana yang menimpa."
  },
  {
    "surah": "Ya-Sin",
    "ayah": "36:58",
    "arabic": "سَلَامٌ قَوْلًا مِّن رَّبٍّ رَّحِيمٍ",
    "translation": "Salam sejahtera, sebagai kata-kata daripada Tuhan Yang Maha Mengasihani."
  },
  {
    "surah": "Az-Zumar",
    "ayah": "39:53",
    "arabic": "قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَىٰ أَنفُسِهِمْ لَا تَقْنَطُوا مِن رَّحْمَةِ اللَّهِ",
    "translation": "Katakanlah: Wahai hamba-hamba-Ku yang telah melampaui batas terhadap diri mereka sendiri, janganlah kamu berputus asa dari rahmat Allah."
  },
  {
    "surah": "Fussilat",
    "ayah": "41:30",
    "arabic": "إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا",
    "translation": "Sesungguhnya orang yang berkata: Tuhan kami ialah Allah, kemudian mereka teguh di atas jalan yang betul, malaikat akan turun kepada mereka: Janganlah kamu takut dan janganlah kamu bersedih hati."
  },
  {
    "surah": "Ash-Shura",
    "ayah": "42:19",
    "arabic": "اللَّهُ لَطِيفٌ بِعِبَادِهِ يَرْزُقُ مَن يَشَاءُ ۖ وَهُوَ الْقَوِيُّ الْعَزِيزُ",
    "translation": "Allah Maha Lembut terhadap hamba-hamba-Nya. Dia memberi rezeki kepada siapa yang dikehendaki-Nya. Dan Dialah Yang Maha Kuat, lagi Maha Perkasa."
  },
  {
    "surah": "Al-Hujurat",
    "ayah": "49:13",
    "arabic": "يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُم مِّن ذَكَرٍ وَأُنثَىٰ وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا",
    "translation": "Wahai umat manusia! Kami telah menciptakan kamu dari lelaki dan perempuan, dan Kami jadikan kamu berbangsa-bangsa dan bersuku supaya kamu berkenal-kenalan."
  },
  {
    "surah": "Ar-Rahman",
    "ayah": "55:13",
    "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
    "translation": "Maka nikmat Tuhan kamu yang manakah yang kamu hendak dustakan?"
  },
  {
    "surah": "Al-Hashr",
    "ayah": "59:22",
    "arabic": "هُوَ اللَّهُ الَّذِي لَا إِلَٰهَ إِلَّا هُوَ ۖ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ ۖ هُوَ الرَّحْمَٰنُ الرَّحِيمُ",
    "translation": "Dialah Allah, yang tiada Tuhan melainkan Dia. Yang Mengetahui perkara ghaib dan nyata. Dialah Yang Maha Pemurah, lagi Maha Mengasihani."
  },
  {
    "surah": "Al-Mulk",
    "ayah": "67:1",
    "arabic": "تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
    "translation": "Maha berkat Tuhan yang menguasai pemerintahan, dan Dia Maha Kuasa atas segala sesuatu."
  },
  {
    "surah": "Nuh",
    "ayah": "71:28",
    "arabic": "رَّبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَن دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ",
    "translation": "Wahai Tuhanku! Ampunkanlah daku dan kedua ibu bapaku serta sesiapa yang memasuki rumahku dengan beriman, dan juga orang-orang yang beriman lelaki dan perempuan."
  },
  {
    "surah": "Al-Inshirah",
    "ayah": "94:5-6",
    "arabic": "فَإِنَّ مَعَ الْعُسْرِ يُسْرًا إِنَّ مَعَ الْعُسْرِ يُسْرًا",
    "translation": "Maka sesungguhnya bersama kesulitan ada kemudahan. Sesungguhnya bersama kesulitan ada kemudahan."
  },
  {
    "surah": "Al-Ikhlas",
    "ayah": "112:1-4",
    "arabic": "قُلْ هُوَ اللَّهُ أَحَدٌ اللَّهُ الصَّمَدُ لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ",
    "translation": "Katakanlah: Dialah Allah, Yang Maha Esa. Allah adalah Tuhan yang bergantung kepada-Nya segala sesuatu. Dia tiada beranak dan tiada pula diperanakkan. Dan tidak ada seorangpun yang setara dengan-Nya."
  }
]
